{
  "header_title": "Auto Flow Phiên Bản Chỉnh Sửa",
  "header_install": "Cài đặt",
  "header_back": "← ergophobia.info",

  "nav_getting_started": "Bắt đầu",
  "nav_control_panel": "Bảng điều khiển",
  "nav_create_image": "Tạo hình ảnh",
  "nav_text_to_video": "Văn bản sang Video",
  "nav_frame_to_video": "Khung hình sang Video",
  "nav_i2v_workflow": "Hình ảnh → Quy trình Video",
  "nav_ingredients": "Chế độ Thành phần",
  "nav_gallery": "Thư viện",
  "nav_queue": "Quản lý hàng đợi",
  "nav_settings": "Cài đặt",
  "nav_subscription": "Gói đăng ký",
  "nav_faq": "Câu hỏi thường gặp",
  "nav_tips": "Mẹo & Phím tắt",

  "hero_title": "Auto Flow Phiên Bản Chỉnh Sửa",
  "hero_subtitle": "Tự động hóa tạo video & hình ảnh AI hàng loạt trên Google Flow",
  "hero_desc": "Auto Flow là tiện ích mở rộng Chrome giúp nâng cấp Google Flow với xử lý hàng loạt, quản lý hàng đợi, tải xuống đa độ phân giải và hệ thống thư viện thông minh. Tạo hàng trăm hình ảnh và video AI chỉ với vài cú nhấp chuột.",
  "hero_install": "Cài đặt từ Chrome Web Store",
  "hero_credits": "Nhà phát triển: @duckmartians & @ergophobian",

  "feature_modes_title": "5 Chế độ tạo nội dung",
  "feature_modes_desc": "Tạo hình ảnh, Văn bản sang Video, Khung hình sang Video, Thành phần, Nano Banana Pro",
  "feature_gallery_title": "Thư viện thông minh",
  "feature_gallery_desc": "Thư viện tự động cập nhật với tải xuống 1K/2K/4K",
  "feature_queue_title": "Hệ thống hàng đợi",
  "feature_queue_desc": "Hàng đợi đa tác vụ với thử lại, sắp xếp lại, cài đặt nội tuyến",
  "feature_langs_title": "14+ Ngôn ngữ",
  "feature_langs_desc": "Giao diện đầy đủ bằng 14 ngôn ngữ",

  "cp_title": "Bảng điều khiển",
  "cp_desc": "Bảng điều khiển là trung tâm chỉ huy của bạn. Bốn nút chế độ cho phép bạn chuyển đổi giữa các loại tạo nội dung ngay lập tức. Chọn một chế độ, nhập câu lệnh và bắt đầu tạo.",
  "cp_screenshot": "Ảnh chụp màn hình: Bảng điều khiển",
  "cp_create_image_title": "Tạo hình ảnh",
  "cp_create_image_desc": "Tạo hình ảnh AI bằng Nano Banana Pro. Hỗ trợ hình ảnh tham chiếu.",
  "cp_t2v_title": "Văn bản sang Video",
  "cp_t2v_desc": "Tạo video hàng loạt từ câu lệnh văn bản bằng Veo 3.1.",
  "cp_f2v_title": "Khung hình sang Video",
  "cp_f2v_desc": "Tải lên hình ảnh làm khung đầu/cuối cho việc tạo video.",
  "cp_ingredients_title": "Thành phần",
  "cp_ingredients_desc": "Kết hợp hình ảnh thành phần với câu lệnh video cho các video giới thiệu sản phẩm.",

  "ci_title": "Tạo hình ảnh",
  "ci_desc": "Tạo hình ảnh AI hàng loạt bằng Nano Banana Pro. Nhập mỗi câu lệnh trên một dòng, hoặc phân tách các câu lệnh nhiều dòng bằng một dòng trống.",
  "ci_prompts_title": "Nhập câu lệnh",
  "ci_prompts_desc": "Gõ hoặc dán câu lệnh vào vùng văn bản. Mỗi dòng được coi là một câu lệnh riêng. Đối với câu lệnh nhiều dòng, hãy phân tách chúng bằng một dòng trống. Bạn cũng có thể nhập câu lệnh từ tệp .txt.",
  "ci_ref_title": "Hình ảnh tham chiếu",
  "ci_ref_select": "<strong>Chọn hình ảnh</strong> — Hình ảnh tham chiếu cố định được sử dụng cho tất cả tác vụ. Tuyệt vời để duy trì phong cách nhân vật nhất quán.",
  "ci_ref_onetime": "<strong>Tải lên một lần</strong> — Hình ảnh chỉ được sử dụng cho tác vụ hiện tại, sau đó bị loại bỏ.",
  "ci_ref_bulk": "<strong>Bật/tắt chế độ hàng loạt</strong> — Khi BẬT, ghép một hình ảnh cho mỗi câu lệnh theo thứ tự dòng. Hình 1 ghép với Câu lệnh 1, Hình 2 với Câu lệnh 2, v.v.",
  "ci_example_title": "Câu lệnh mẫu",
  "copy_btn": "Sao chép",

  "t2v_title": "Văn bản sang Video",
  "t2v_desc": "Tạo video từ câu lệnh văn bản hàng loạt. Nhập mỗi câu lệnh trên một dòng trong vùng văn bản, chọn mô hình và cài đặt, sau đó thêm vào hàng đợi.",
  "t2v_model_title": "Chọn mô hình",
  "t2v_model_col": "Mô hình",
  "t2v_speed_col": "Tốc độ",
  "t2v_quality_col": "Chất lượng",
  "t2v_veo31_fast": "Veo 3.1 Nhanh",
  "t2v_veo31_fast_speed": "Nhanh",
  "t2v_veo31_fast_quality": "Tốt",
  "t2v_veo31_quality": "Veo 3.1 Chất lượng",
  "t2v_veo31_quality_speed": "Chậm hơn",
  "t2v_veo31_quality_quality": "Cao hơn",
  "t2v_veo2": "Veo 2",
  "t2v_veo2_speed": "Trung bình",
  "t2v_veo2_quality": "Thế hệ trước",
  "t2v_aspect_title": "Tỷ lệ khung hình",
  "t2v_aspect_desc": "Chọn giữa <strong>16:9</strong> (ngang) cho YouTube/máy tính hoặc <strong>9:16</strong> (dọc) cho TikTok/Reels/Shorts.",
  "t2v_repeat_title": "Số lần lặp lại",
  "t2v_repeat_desc": "Tạo N video cho mỗi câu lệnh (1–4). Hữu ích để tạo các biến thể và chọn kết quả tốt nhất.",
  "t2v_tip": "Sử dụng 9:16 cho nội dung TikTok/Reels. Hầu hết video ngắn viral đều ở định dạng dọc.",

  "f2v_title": "Khung hình sang Video",
  "f2v_desc": "Tải lên hình ảnh làm khung bắt đầu hoặc kết thúc, sau đó Auto Flow sẽ biến chúng thành video bằng câu lệnh văn bản của bạn. Bảng điều khiển Khung hình sang Video có nhiều phần nhập liệu.",
  "f2v_input_title": "Phần NHẬP LIỆU",
  "f2v_prompts_title": "Danh sách câu lệnh",
  "f2v_prompts_sample": "<strong>\"Tệp .txt mẫu\"</strong> liên kết — Tải xuống tệp câu lệnh mẫu để tham khảo",
  "f2v_prompts_import": "<strong>\"Nhập tệp (.txt)\"</strong> nút — Nhập câu lệnh từ tệp văn bản",
  "f2v_queue_images_title": "Hình ảnh hàng đợi",
  "f2v_queue_select": "<strong>\"Chọn hình ảnh hàng đợi\"</strong> nút — Tải lên hình ảnh vào hàng đợi (tách biệt khỏi thư viện tham chiếu)",
  "f2v_queue_onetime": "<strong>\"Tải lên hàng đợi một lần\"</strong> nút (biểu tượng sét) — Tải lên hình ảnh cho một tác vụ duy nhất, sau đó loại bỏ",
  "f2v_queue_help": "<strong>Nút trợ giúp (?)</strong> — Chú giải công cụ giải thích cách hoạt động của hình ảnh hàng đợi",
  "f2v_queue_bulk": "<strong>Chế độ hàng đợi hàng loạt</strong> bật/tắt — \"Một hình ảnh cho mỗi câu lệnh (theo thứ tự dòng).\" Khi BẬT, Hình 1 ghép với Câu lệnh 1, Hình 2 với Câu lệnh 2, v.v.",
  "f2v_queue_first_prompt": "<strong>Sử dụng câu lệnh đầu tiên cho tất cả hình ảnh hàng đợi đã tải lên</strong> bật/tắt — Khi BẬT, tất cả hình ảnh hàng đợi sử dụng cùng câu lệnh đầu tiên thay vì câu lệnh riêng lẻ",
  "f2v_reflib_title": "Thư viện tham chiếu",
  "f2v_reflib_add": "<strong>\"Thêm vào thư viện\"</strong> nút với mũi tên mở rộng/thu gọn — Thêm hình ảnh tham chiếu mới vào thư viện cố định của bạn",
  "f2v_reflib_hint": "<strong>Gợi ý khung hình</strong> — \"Hình ảnh thứ 1 = Khung đầu, Hình ảnh thứ 2 = Khung cuối (tùy chọn)\"",
  "f2v_reflib_grid": "<strong>Lưới hình thu nhỏ thư viện</strong> — Hiển thị tất cả hình ảnh tham chiếu đã lưu dưới dạng hình thu nhỏ",
  "f2v_reflib_actions": "<strong>Chọn tất cả / Bỏ chọn / Xóa tham chiếu đã chọn</strong> nút — Quản lý thư viện tham chiếu hàng loạt",
  "f2v_reflib_count": "<strong>Số lượng đã chọn</strong> — Hiển thị số lượng hình ảnh tham chiếu đang được chọn",
  "f2v_textarea_title": "Vùng văn bản câu lệnh",
  "f2v_textarea_desc": "Nhập câu lệnh vào vùng văn bản. Mỗi câu lệnh được phân tách bằng một dòng trống. Một câu lệnh có thể trải dài nhiều dòng hoặc ở định dạng JSON. Ví dụ:",
  "f2v_map_title": "Ghép tham chiếu theo câu lệnh",
  "f2v_map_toggle": "<strong>Hộp kiểm bật/tắt</strong> — Bật để gán hình ảnh tham chiếu cụ thể cho từng câu lệnh riêng lẻ",
  "f2v_map_stats": "<strong>Hiển thị thống kê</strong> — Hiển thị \"N câu lệnh · N tham chiếu đang hoạt động · N đã ghép tùy chỉnh\"",
  "f2v_map_grid": "<strong>Lưới ghép</strong> — Dán câu lệnh trước để ghép tham chiếu. Hiển thị \"Dán câu lệnh trước để ghép tham chiếu.\" làm chỗ trống.",
  "f2v_map_count": "<strong>Số lượng đã ghép + Ẩn</strong> — Hiển thị số lượng tham chiếu đã ghép với nút Ẩn",
  "f2v_bottom_title": "Các nút phía dưới",
  "f2v_btn_add": "<strong>Thêm vào hàng đợi</strong> — Nút CTA lớn màu xanh lá/xanh ngọc. Thêm câu lệnh và hình ảnh hiện tại vào hàng đợi dưới dạng tác vụ.",
  "f2v_btn_manage": "<strong>Quản lý (N)</strong> — Mở cửa sổ quản lý hàng đợi. Hiển thị số lượng tác vụ trong hàng đợi.",
  "f2v_warning": "Đảm bảo số lượng hình ảnh khớp với số lượng câu lệnh khi chế độ hàng loạt BẬT. Số lượng không khớp sẽ gây ra lỗi.",

  "i2v_title": "Hình ảnh → Quy trình Video",
  "i2v_desc": "Quy trình Hình ảnh → Video là tính năng mạnh mẽ nhất của Auto Flow. Nó cho phép bạn tạo hình ảnh trước, chọn những hình tốt nhất, sau đó biến chúng thành video — tất cả trong một quy trình tự động.",
  "i2v_step1_title": "Viết câu lệnh",
  "i2v_step1_desc": "Viết câu lệnh với thẻ [V#-S#] và dấu phân cách |||",
  "i2v_step2_title": "Tạo hình ảnh",
  "i2v_step2_desc": "Chạy chế độ Tạo hình ảnh để tạo tất cả hình ảnh",
  "i2v_step3_title": "Chọn trong thư viện",
  "i2v_step3_desc": "Duyệt thư viện, chọn hình ảnh tốt nhất cho mỗi cảnh",
  "i2v_step4_title": "→ Video / Hợp nhất",
  "i2v_step4_desc": "Gửi hình ảnh đã chọn đến hàng đợi Khung hình sang Video",
  "i2v_step5_title": "Bắt đầu hàng đợi",
  "i2v_step5_desc": "Tự động hóa tải lên hình ảnh + câu lệnh lên Flow",
  "i2v_step6_title": "Video hoàn thành",
  "i2v_step6_desc": "Tải xuống video đã hoàn thành từ thư viện",
  "i2v_format_title": "Định dạng câu lệnh",
  "i2v_format_desc": "Sử dụng định dạng này cho mỗi cảnh — dấu phân cách ||| tách câu lệnh hình ảnh khỏi câu lệnh video:",
  "i2v_legend_tag": "Thẻ cảnh",
  "i2v_legend_img": "Câu lệnh hình ảnh",
  "i2v_legend_delim": "Dấu phân cách",
  "i2v_legend_vid": "Câu lệnh video",
  "i2v_example_title": "Ví dụ đầy đủ — 2 Video, 6 Cảnh",
  "i2v_rules_title": "Quy tắc chính",
  "i2v_rule_1": "Mỗi VIDEO có một số V# riêng (V1, V2, V3...) — KHÔNG sử dụng V1 cho tất cả",
  "i2v_rule_2": "Thẻ [V#-S#] phải xuất hiện ở CẢ HAI bên của dấu phân cách |||",
  "i2v_rule_3": "Giữ mỗi cảnh trên một dòng",
  "i2v_rule_4": "Tách các nhóm video bằng một dòng trống để dễ đọc",
  "i2v_rule_5": "Câu lệnh hình ảnh mô tả những gì cần TẠO (hình ảnh tĩnh)",
  "i2v_rule_6": "Câu lệnh video mô tả cách HOẠT HÓA nó (chuyển động, âm thanh, lời thoại)",

  "ing_title": "Chế độ Thành phần",
  "ing_desc": "Kết hợp hình ảnh thành phần sản phẩm với câu lệnh video cho video giới thiệu. Tải lên hình ảnh thành phần, thêm câu lệnh video và Auto Flow sẽ xử lý phần còn lại.",
  "ing_how_title": "Cách hoạt động",
  "ing_step1": "Tải lên hình ảnh thành phần hoặc sản phẩm của bạn",
  "ing_step2": "Viết câu lệnh video mô tả cách hoạt hóa từng sản phẩm",
  "ing_step3": "Thêm vào hàng đợi — Auto Flow ghép hình ảnh với câu lệnh và tạo video",
  "ing_best_title": "Phù hợp nhất cho",
  "ing_best_1": "Demo sản phẩm và mở hộp",
  "ing_best_2": "Giới thiệu thực phẩm bổ sung và dinh dưỡng",
  "ing_best_3": "Video ẩm thực và công thức nấu ăn",
  "ing_best_4": "Video nổi bật sản phẩm thương mại điện tử",

  "gal_title": "Thư viện",
  "gal_desc": "Nội dung bạn tạo ra được tự động thu thập trong thư viện. Duyệt, chọn, tải xuống và gửi hình ảnh trực tiếp đến quy trình video.",
  "gal_overview": "Thư viện có hai tab chính — <strong>Hình ảnh</strong> và <strong>Video</strong> — mỗi tab có bộ điều khiển riêng để duyệt, chọn và xuất nội dung bạn đã tạo.",
  "gal_images_title": "Thư viện hình ảnh",
  "gal_img_intro": "Tab Thư viện hình ảnh hiển thị tất cả hình ảnh đã tạo trong lưới có thể duyệt. Sử dụng các điều khiển thanh công cụ để quản lý nội dung:",
  "gal_img_toolbar_title": "Điều khiển thanh công cụ",
  "gal_img_subtabs": "<strong>Tab phụ Hình ảnh / Video</strong> — Chuyển đổi giữa xem hình ảnh đã tạo và video đã tạo",
  "gal_img_layout": "<strong>Chuyển đổi bố cục</strong> — Chuyển đổi giữa chế độ Mặc định (lưới nhỏ gọn) và Lớn (hình thu nhỏ lớn hơn)",
  "gal_img_resolution": "<strong>Danh sách thả xuống độ phân giải (1K)</strong> — Chọn độ phân giải để quét và hiển thị",
  "gal_img_scan_all": "<strong>Quét tất cả</strong> (nút vàng/nổi bật) — Quét trang Google Flow để tìm tất cả hình ảnh đã tạo. Đây là cách chính để điền thư viện.",
  "gal_img_import": "<strong>Nhập hình ảnh</strong> — Nhập hình ảnh từ máy tính của bạn vào thư viện",
  "gal_img_sort": "<strong>Danh sách thả xuống sắp xếp (Mặc định)</strong> — Sắp xếp hình ảnh theo các tiêu chí khác nhau",
  "gal_img_count": "<strong>Số lượng hình ảnh</strong> — Hiển thị tổng số hình ảnh tìm thấy",
  "gal_img_actions_title": "Chọn & Hành động",
  "gal_img_select": "Nhấp vào hình ảnh để chọn (lớp phủ dấu kiểm sẽ xuất hiện)",
  "gal_img_random": "<strong>Chọn ngẫu nhiên</strong> — Chọn ngẫu nhiên hình ảnh từ thư viện. Hữu ích để có sự đa dạng nhanh khi bạn có nhiều hình ảnh đã tạo.",
  "gal_img_matched": "<strong>Chọn phù hợp</strong> — Tự động chọn hình ảnh phù hợp nhất cho mỗi câu lệnh. Chọn thông minh dựa trên ghép câu lệnh-hình ảnh.",
  "gal_img_deselect": "<strong>Bỏ chọn tất cả</strong> — Xóa tất cả lựa chọn hiện tại",
  "gal_img_download_btn": "<strong>Tải xuống (N)</strong> — Tải xuống tất cả hình ảnh đã chọn ở độ phân giải đã chọn (1K tức thì, 2K/4K nâng cấp)",
  "gal_img_animate": "<strong>Hoạt hóa hình ảnh</strong> — Gửi hình ảnh đã chọn đến hàng đợi Khung hình sang Video để hoạt hóa. Đây là cầu nối Hình ảnh sang Video chính kết nối quy trình hình ảnh với tạo video.",
  "gal_img_howto": "<strong>\"Cách sử dụng\"</strong> phần có thể mở rộng — Hướng dẫn tích hợp trong thư viện để tham khảo nhanh",
  "gal_videos_title": "Thư viện video",
  "gal_vid_grouped": "Video được nhóm theo câu lệnh để duyệt dễ dàng",
  "gal_vid_layout": "<strong>Điều khiển bố cục</strong> — Cùng chế độ chuyển đổi bố cục Mặc định/Lớn như thư viện hình ảnh",
  "gal_vid_download": "Tải xuống ở <strong>720p</strong> (tức thì) hoặc <strong>1080p/4K</strong> (nâng cấp tuần tự)",
  "gal_vid_select": "<strong>Chọn & tải xuống hàng loạt</strong> — Chọn nhiều video và tải xuống tất cả cùng lúc",
  "gal_vid_tip": "Tải xuống video 4K được xử lý tuần tự — chỉ một video được nâng cấp tại một thời điểm. Hãy kiên nhẫn!",
  "gal_workflow_title": "Quy trình thư viện",
  "gal_wf_1": "Tạo hình ảnh hoặc video bằng bất kỳ chế độ nào (Tạo hình ảnh, Văn bản sang Video, v.v.)",
  "gal_wf_2": "Chuyển sang tab Thư viện",
  "gal_wf_3": "Nhấp <strong>\"Quét tất cả\"</strong> để điền thư viện với nội dung bạn đã tạo",
  "gal_wf_4": "Duyệt và chọn kết quả tốt nhất",
  "gal_wf_5": "Tải xuống ở độ phân giải mong muốn, HOẶC",
  "gal_wf_6": "Nhấp <strong>\"Hoạt hóa hình ảnh\"</strong> để gửi hình ảnh đã chọn đến quy trình video",

  "queue_title": "Quản lý hàng đợi",
  "queue_desc": "Hệ thống hàng đợi cho phép bạn xếp chồng nhiều tác vụ tạo nội dung và chạy chúng liên tiếp. Theo dõi tiến trình, sắp xếp lại ưu tiên và xử lý lỗi một cách mượt mà.",
  "queue_adding_title": "Thêm tác vụ",
  "queue_adding_desc": "Chọn chế độ, nhập câu lệnh, cấu hình cài đặt, sau đó nhấp <strong>\"Thêm vào hàng đợi\"</strong>. Các tác vụ được thêm theo thứ tự và có thể sắp xếp lại trước khi bắt đầu.",
  "queue_section_title": "Phần HÀNG ĐỢI",
  "queue_dl_folder": "<strong>Thư mục tải xuống tác vụ</strong> — Ô nhập văn bản với tên thư mục tự động tăng (ví dụ: \"Auto-Flow-08\"). Đặt nơi lưu đầu ra cho mỗi tác vụ.",
  "queue_manage_btn": "<strong>Nút quản lý hàng đợi</strong> — Mở cửa sổ hàng đợi đầy đủ để xem, sắp xếp lại và quản lý tất cả tác vụ",
  "queue_autostart": "<strong>Tự động bắt đầu tác vụ tiếp theo trong hàng đợi</strong> — Bật/tắt để tự động bắt đầu tác vụ tiếp theo khi tác vụ hiện tại hoàn thành",
  "queue_progress_title": "Phần TIẾN TRÌNH",
  "queue_progress_bar": "<strong>Thanh tiến trình</strong> — Chỉ báo tiến trình trực quan hiển thị phần trăm hoàn thành",
  "queue_progress_status": "<strong>Trạng thái</strong> — Hiển thị trạng thái hiện tại (Sẵn sàng, Đang chạy, v.v.) với biểu tượng dấu kiểm khi hoàn thành",
  "queue_modal_title": "Cửa sổ hàng đợi",
  "queue_modal_desc": "Mở cửa sổ hàng đợi để xem tất cả tác vụ và trạng thái hiện tại:",
  "queue_status_pending": "Đang chờ",
  "queue_status_running": "Đang chạy",
  "queue_status_done": "Hoàn thành",
  "queue_status_failed": "Thất bại",
  "queue_actions_title": "Hành động",
  "queue_action_front": "<strong>Chuyển lên đầu</strong> — Ưu tiên tác vụ để chạy tiếp theo",
  "queue_action_reset": "<strong>Đặt lại</strong> — Chạy lại tác vụ đã hoàn thành từ đầu",
  "queue_action_delete": "<strong>Xóa</strong> — Xóa tác vụ khỏi hàng đợi",
  "queue_action_redo": "<strong>Làm lại đã chọn</strong> — Chọn các câu lệnh cụ thể trong tác vụ để thử lại",
  "queue_action_inline": "<strong>Cài đặt nội tuyến</strong> — Chỉnh sửa mô hình, tỷ lệ khung hình và số lần lặp trước khi chạy",
  "queue_failed_title": "Tác vụ thất bại",
  "queue_failed_count": "<strong>Số lượng thất bại</strong> — Hiển thị số tác vụ đã thất bại",
  "queue_failed_empty": "<strong>Chỗ trống</strong> — Hiển thị \"Chưa có câu lệnh thất bại.\" khi không có lỗi",
  "queue_failed_copy": "<strong>Sao chép câu lệnh/hình ảnh thất bại</strong> nút — Sao chép tất cả câu lệnh thất bại vào bộ nhớ tạm để nhập lại nhanh",
  "queue_failed_retry": "<strong>Thử lại thất bại</strong> nút — Tạo tác vụ mới từ tất cả câu lệnh thất bại và thêm vào hàng đợi",
  "queue_failed_autoretry": "<strong>Tự động thử lại thất bại cho đến 0</strong> hộp kiểm — Vòng lặp thử lại tự động tiếp tục thử lại câu lệnh thất bại cho đến khi không còn. Tối đa 12 vòng thử lại.",
  "queue_autoretry_tip": "Tính năng \"Tự động thử lại thất bại cho đến 0\" rất tuyệt cho các đợt chạy qua đêm. Nó sẽ tiếp tục thử lại câu lệnh thất bại tự động (tối đa 12 vòng) để bạn không phải theo dõi hàng đợi.",

  "set_title": "Cài đặt",
  "set_desc": "Tinh chỉnh hành vi của Auto Flow để phù hợp với quy trình làm việc của bạn. Truy cập cài đặt từ biểu tượng bánh răng trong bảng điều khiển.",
  "set_general_title": "Cài đặt chung",
  "set_gen_vids_per": "<strong>Video mỗi tác vụ</strong> — Số video tạo cho mỗi câu lệnh (danh sách thả xuống: 1–4)",
  "set_gen_vid_model": "<strong>Mô hình Video</strong> — Veo 3.1 Nhanh (Ưu tiên thấp), Veo 3.1 Chất lượng, hoặc Veo 2",
  "set_gen_vid_ratio": "<strong>Tỷ lệ Video</strong> — Ngang (16:9) hoặc Dọc (9:16)",
  "set_gen_imgs_per": "<strong>Hình ảnh mỗi tác vụ</strong> — Số hình ảnh tạo cho mỗi câu lệnh (danh sách thả xuống: 1–4)",
  "set_gen_img_model": "<strong>Mô hình Hình ảnh</strong> — Nano Banana Pro (Mặc định), hoặc các mô hình khả dụng khác",
  "set_gen_img_ratio": "<strong>Tỷ lệ Hình ảnh</strong> — Ngang (16:9) hoặc Dọc (9:16)",
  "set_gen_start_from": "<strong>Bắt đầu từ (Câu lệnh/Hình ảnh)</strong> — Nhảy đến số câu lệnh cụ thể. Hữu ích để tiếp tục các tác vụ bị gián đoạn.",
  "set_timing_title": "Thời gian",
  "set_timing_wait": "<strong>Thời gian chờ tạo video</strong> (giây tối thiểu/tối đa) — Chờ ngẫu nhiên giữa tối thiểu và tối đa sau mỗi lần tạo",
  "set_timing_humanized": "<strong>Chế độ mô phỏng người</strong> (thử nghiệm) — Thêm độ trễ ngẫu nhiên để mô phỏng hành vi duyệt web tự nhiên",
  "set_timing_speed": "<strong>Tốc độ gõ (mô phỏng người)</strong> — Thanh trượt từ 0.5x đến ~3.0x kiểm soát tốc độ gõ câu lệnh. Đổi tên từ \"Tốc độ mô phỏng\" cho rõ ràng hơn.",
  "set_download_title": "Cài đặt tải xuống",
  "set_dl_auto_vid": "<strong>Tự động tải xuống video</strong> — Bật/tắt + liên kết \"Cấu hình thư mục\" để đặt đích tải xuống",
  "set_dl_vid_res": "<strong>Độ phân giải video</strong> — Gốc (720p), 1080p, hoặc 4K",
  "set_dl_auto_img": "<strong>Tự động tải xuống hình ảnh</strong> — Bật/tắt + danh sách thả xuống độ phân giải (1K, 2K, 4K)",
  "set_dl_img_res": "<strong>Độ phân giải hình ảnh</strong> — 1K, 2K, hoặc 4K",
  "set_interface_title": "Giao diện",
  "set_interface_lang": "<strong>Ngôn ngữ</strong> — Danh sách thả xuống với 14+ tùy chọn ngôn ngữ cho toàn bộ giao diện",
  "set_sub_title": "Gói đăng ký",
  "set_sub_status": "<strong>Trạng thái đăng ký</strong> — Hiển thị gói hiện tại của bạn (Miễn phí hoặc Pro)",
  "set_sub_signin": "<strong>Đăng nhập / Nâng cấp</strong> — Đăng nhập bằng email qua liên kết ma thuật, sau đó nâng cấp lên Pro",
  "set_maintenance_title": "Bảo trì",
  "set_maintenance_cache": "<strong>Xóa bộ nhớ đệm Flow</strong> — Nút viền đỏ xóa dữ liệu đã lưu trên trang Flow. Sử dụng khi tạo nội dung ngừng hoạt động hoặc trang chậm lại. KHÔNG ảnh hưởng đến tệp đã tải xuống.",
  "set_maintenance_tip": "Chỉ sử dụng Xóa bộ nhớ đệm Flow như biện pháp cuối cùng khi tạo nội dung bị treo hoặc trang không phản hồi. Nó đặt lại trạng thái tiện ích mở rộng trên trang hiện tại.",
  "set_guide_title": "Hướng dẫn sử dụng",
  "set_guide_links": "<strong>Liên kết hướng dẫn</strong> — Liên kết nhanh đến hướng dẫn sử dụng bằng Tiếng Việt và Tiếng Anh (trang này)",
  "set_discord_title": "Discord",
  "set_discord_link": "<strong>Cộng đồng Discord</strong> — Tham gia Discord Auto Flow để được hỗ trợ, mẹo và yêu cầu tính năng",
  "set_tip": "Tắt \"Hỏi nơi lưu mỗi tệp trước khi tải xuống\" trong cài đặt tải xuống trình duyệt để tự động tải xuống mượt mà.",

  "sub_title": "Gói đăng ký",
  "sub_desc": "Auto Flow cung cấp gói Miễn phí và gói Pro. So sánh các tính năng bao gồm:",
  "sub_free_title": "Miễn phí",
  "sub_pro_title": "Pro",
  "sub_pro_badge": "Khuyên dùng",
  "sub_feature_col": "Tính năng",
  "sub_limit_col": "Giới hạn",
  "sub_prompts": "Câu lệnh",
  "sub_downloads": "Tải xuống",
  "sub_scans": "Quét thư viện",
  "sub_resolution": "Độ phân giải tối đa",
  "sub_free_prompts": "10/ngày",
  "sub_free_downloads": "10/ngày",
  "sub_free_scans": "5/ngày",
  "sub_free_resolution": "1K / 720p",
  "sub_pro_prompts": "Không giới hạn",
  "sub_pro_downloads": "Không giới hạn",
  "sub_pro_scans": "Không giới hạn",
  "sub_pro_resolution": "4K",
  "sub_how_title": "Cách đăng ký",
  "sub_how_desc": "Đăng nhập bằng email qua liên kết ma thuật trong phần Gói đăng ký, sau đó nâng cấp lên Pro. Hạn ngạch hàng ngày được đặt lại vào nửa đêm UTC.",

  "faq_title": "Câu hỏi thường gặp",
  "faq_desc": "Các câu hỏi thường gặp về Auto Flow.",
  "faq_q1": "Tại sao câu lệnh của tôi bị thất bại?",
  "faq_a1": "Vi phạm chính sách là nguyên nhân phổ biến nhất. Một số loại nội dung bị hạn chế bởi chính sách nội dung của Google Flow. Hãy thử diễn đạt lại câu lệnh để tránh các thuật ngữ có thể bị đánh dấu. Cũng kiểm tra xem câu lệnh có vượt quá giới hạn ký tự không.",
  "faq_q2": "Tại sao thư viện trống?",
  "faq_a2": "Đảm bảo bạn đang ở trên trang dự án Google Flow (labs.google.com/fx/), sau đó nhấp nút <strong>Quét tất cả</strong>. Hình ảnh tự động điền trong quá trình tạo, nhưng Quét tất cả sẽ thu thập những hình bị bỏ sót.",
  "faq_q3": "Tôi có thể sử dụng Auto Flow trên nhiều thiết bị không?",
  "faq_a3": "Có, với gói Pro. Gói đăng ký được liên kết với tài khoản email, nên bạn có thể đăng nhập trên bất kỳ thiết bị nào. Gói Miễn phí được theo dõi theo từng thiết bị.",
  "faq_q4": "Dấu phân cách ||| là gì?",
  "faq_a4": "Dấu phân cách ||| tách câu lệnh hình ảnh khỏi câu lệnh video trong quy trình Hình ảnh → Video. Mọi thứ trước nó mô tả hình ảnh tĩnh cần tạo, và mọi thứ sau mô tả cách hoạt hóa nó.",
  "faq_q5": "Tại sao tải xuống 4K chậm?",
  "faq_a5": "Veo xử lý nâng cấp tuần tự — chỉ một video được nâng cấp tại một thời điểm ở phía Google. Đây là giới hạn nền tảng, không phải vấn đề của Auto Flow. Tải xuống 720p là tức thì vì không cần nâng cấp.",
  "faq_q6": "Tiện ích mở rộng không phát hiện trang Flow",
  "faq_a6": "Đảm bảo bạn đang ở labs.google.com/fx/ và bảng bên Chrome đang mở. Thử làm mới trang. Nếu vấn đề vẫn tiếp diễn, tắt và bật lại tiện ích mở rộng trong chrome://extensions.",
  "faq_q7": "Làm thế nào để có gói Pro?",
  "faq_a7": "Mở phần Gói đăng ký trong Cài đặt, đăng nhập bằng email (bạn sẽ nhận được liên kết ma thuật), sau đó nhấp Nâng cấp. Quyền truy cập Pro được kích hoạt ngay lập tức.",
  "faq_q8": "Chế độ mô phỏng người là gì?",
  "faq_a8": "Chế độ mô phỏng người thêm độ trễ ngẫu nhiên giữa các hành động (800–3000ms) để mô phỏng hành vi duyệt web tự nhiên. Điều chỉnh tốc độ bằng thanh trượt — giá trị thấp hơn nghĩa là độ trễ dài hơn. Hữu ích nếu bạn bị giới hạn tốc độ.",

  "tips_title": "Mẹo & Phím tắt",
  "tips_desc": "Mẹo nâng cao để tận dụng tối đa Auto Flow.",
  "tip_1": "Sử dụng <strong>chế độ hàng loạt</strong> để gộp hình ảnh theo câu lệnh hiệu quả",
  "tip_2": "Thiết lập <strong>hình ảnh tham chiếu</strong> cho phong cách nhân vật nhất quán qua các cảnh",
  "tip_3": "Xếp <strong>nhiều tác vụ</strong> vào hàng đợi trước khi nhấn Bắt đầu — chúng sẽ chạy liên tiếp",
  "tip_4": "Bật <strong>tự động tải xuống + tự động bắt đầu</strong> để vận hành hoàn toàn tự động",
  "tip_5": "Sử dụng <strong>thẻ [V#-S#]</strong> để sắp xếp video nhiều cảnh",
  "tip_6": "Giảm <strong>hệ số tốc độ gõ</strong> nếu bạn bị giới hạn tốc độ",
  "tip_7": "<strong>Thư viện được duy trì</strong> qua các lần khởi động lại hàng đợi — nội dung bạn tạo sẽ không biến mất",
  "tip_8": "Sử dụng <strong>9:16 dọc</strong> cho nội dung TikTok, Reels và Shorts",
  "tip_9": "Sử dụng <strong>Quét tất cả</strong> trong thư viện nếu nội dung không xuất hiện sau khi tạo",
  "tip_10": "<strong>Làm lại đã chọn</strong> cho phép bạn thử lại các câu lệnh cụ thể mà không cần chạy lại toàn bộ tác vụ",

  "patch_title": "Có gì mới trong Auto Flow",
  "patch_intro": "Auto Flow đã phát triển thành studio nội dung AI đầy đủ tính năng. Đây là những gì đã được thêm từ v7.7.7:",
  "patch_cat_pipeline": "Quy trình Hình ảnh → Video",
  "patch_1": "Chế độ Khung hình sang Video — tải lên hình ảnh làm khung đầu/cuối cho tạo video",
  "patch_2": "Thư viện tham chiếu — thư viện hình ảnh cố định với quản lý hàng loạt cho tất cả tác vụ",
  "patch_3": "Hình ảnh hàng đợi — hệ thống tải lên riêng với tùy chọn tải lên hàng đợi một lần",
  "patch_4": "Ghép tham chiếu theo câu lệnh — gán hình ảnh tham chiếu cụ thể cho từng câu lệnh",
  "patch_5": "Chế độ hàng đợi hàng loạt — một hình ảnh cho mỗi câu lệnh theo thứ tự dòng",
  "patch_cat_gallery": "Thư viện & Tải xuống",
  "patch_6": "Thư viện thông minh với hình ảnh và video tự động điền từ quá trình tạo",
  "patch_7": "Chọn ngẫu nhiên & Chọn phù hợp — công cụ chọn hình ảnh thông minh",
  "patch_8": "Tải xuống hình ảnh 1K / 2K / 4K và tải xuống video 720p / 1080p / 4K",
  "patch_9": "Hoạt hóa hình ảnh — gửi hình ảnh thư viện trực tiếp đến quy trình video",
  "patch_cat_queue": "Hàng đợi & Tự động hóa",
  "patch_10": "Hệ thống hàng đợi đa tác vụ với tự động bắt đầu, sắp xếp lại và cài đặt nội tuyến",
  "patch_11": "Tự động thử lại thất bại cho đến 0 — vòng lặp thử lại tự động (tối đa 12 vòng)",
  "patch_12": "Tự động tải xuống cho cả hình ảnh và video với độ phân giải có thể cấu hình",
  "patch_cat_settings": "Cài đặt & Hỗ trợ",
  "patch_13": "Bảng cài đặt đầy đủ — mô hình, tỷ lệ, thời gian, tải xuống, ngôn ngữ",
  "patch_14": "Hỗ trợ 14+ ngôn ngữ cho toàn bộ giao diện",
  "patch_15": "Cộng đồng Discord để hỗ trợ và yêu cầu tính năng",
  "patch_16": "Xóa bộ nhớ đệm Flow — công cụ bảo trì khi tạo nội dung bị treo",
  "patch_dismiss": "Đã hiểu, bắt đầu thôi!",

  "footer_credits": "Nhà phát triển: @duckmartians & @ergophobian",
  "footer_site": "ergophobia.info",
  "footer_version": "v10.6.89"
}
